{
  "start": {
    "text": "Вы прибыли в загадочную местность, известную как “Сердце леса”. Местные жители обходят его стороной, потому что там оживают мертвые деревья, появляются опасные твари и может начаться страшное проклятье. Ваша задача — разобраться, что происходит, и остановить зло.",
    "options": {
      "1": {
        "text": "Войти в загадочную местность",
        "next": "forest"
      },
      "2": {
        "text": "Обойти лес стороной",
        "next": "avoid"
      }
    }
  },
  "forest": {
    "text": "Вы входите в загадочную местность — сердце леса. Перед вами древняя поляна, окруженная высокими, мхистыми деревьями. В центре стоит колодец, покрытый деревянистой корой и поросший лишайником. Воздух насыщен запахом сырости и неизвестности.",
    "options": {
      "1": {
        "text": "Осмотреть колодец",
        "next": "colodec"
      },
      "2": {
        "text": "Осмотреть местность",
        "next": "terr"
      }
    }
  },
  "colodec": {
    "text": "Вы подбираетесь к старому, заброшенному колодцу, скрытому за зарослями и ветками. Его каменные края покрыты мхом и пылью, а внутри кажется темнота бездонного провала. Вы решаете заглянуть внутрь, чтобы узнать, есть ли что-то ценное или опасное.\n\nКогда вы наклоняетесь над краем, пытаясь заглянуть внутрь, внезапно обнаруживаете слабое движение в глубине — кто-то или что-то наблюдает за вами. В этот момент неожиданно соскальзываете, и половина вашего тела проваливается в темное отверстие.\n\nПронзительный крик раздается в ночи — это ваше последнее усилие сопротивляться, но медленно вы чувствуете, как сражение за жизнь уступает силе гравитации и темноте. Камнепад, скрытая ловушка или неочевидное энергетическое свечение внутри колодца — всё это оказались смертельными ловушками.\n\nВам кажется, что видите мерцание света в глубине колодца, и вдруг — всё погружается в абсолютную тьму. В ваших мыслях — уже ничего не остается, только темнота и ощущение, что все надежды утонули в старом заброшенном колодце. Проигрыш. Хотите начать заново? /start",
    "end": true
  },
  "terr": {
    "text": "Вы подходите ближе и замечаете тело — оно лежит на земле неподалеку от колодца. Это друид, похоже, был в битве: его одежда разорвана, а лицо испещрено следами страха и боли. В руке он сжимает кусок письма, из которого видно, что он пытался что-то передать.\nВы присаживаетесь рядом, осматриваете тело и находите потрепанный обрывок письма. ",
    "options": {
      "1": {
        "text": "Прочитать письмо",
        "next": "pismo"
      },
      "2": {
        "text": "Не читать письмо",
        "next": "strange"
      }
    }
  },
  "strange": {
    "text": "По сюжету вы должны его прочитать!!!",
    "options": {
      "1": {
        "text": "Прочитать письмо",
        "next": "pismo"
      }
    }
  },
  "pismo": {
    "text": "В нем говорится о грядущем бедствии — о силе древнего зла, пробуждающегося в лесу.\n\nПод ноги вам попадается веревка, которая, возможно, использовалась для чего-то важного в этом конфликте. В стороне виднеется колодец, чья темная вода кажется бездонной и манящей.",
    "options": {
      "1": {
        "text": "Может осмотреть колодец?..",
        "next": "colodec"
      },
      "2": {
        "text": "Осмотреть тело друида на дополнительные подсказки",
        "next": "body2"
      }
    }
  },
  "body2": {
    "text": "Вы находите еще одно письмо, аккуратно берете писемный кусок и замечаете на нем несколько слов, написанных старая рукописью: \"Бремя древних — нести его в сердцах\". В кармане находится небольшой камень с выгравированным символом — возможно, это амулет, который друид использовал для защиты или магической защиты.\nВнимание привлекает его рука — в пальцах зажата небольшая руна или фигурка, которую можно взять с собой. Обратясь внимательнее, вы замечаете, что друид, похоже, пытался что-то сказать, показывая на садовые кусты рядом.\nПодойдя к кустам, вы замечаете скрытую тропинку, ведущую в глубь леса, спрятанную за ветвями.",
    "options": {
      "1": {
        "text": "Посмотреть что скрывается за ветками",
        "next": "branches"
      },
      "2": {
        "text": "Решить, что нужно оставить всё как есть и пойти искать помощь или разведать окрестности.",
        "next": "zachem"
      }
    }
  },
  "branches": {
    "text": "Там лежит древний деревянный посох с резной рукоятью и странным светящимся камнем вверху.",
    "options": {
      "1": {
        "text": "Взять посох",
        "next": "wizrd"
      }
    }
  },
  "zachem": {
    "text": "Это была проверка на труса,(или же мне лень придумывать сюжет), поэтому тебя совершенно случайно сбивает олень на скорости 200 км/ч и вы погибаете",
    "end": true
  },
  "wizard": {
    "text": "Вы берете древний посох с резной рукоятью и странным светящимся камнем вверху. Он кажется тяжелым, но в руке ощущается сила и древняя магия. С закрепленным амулетом и руническим камнем вы осторожно вступаете на тропинку, скрытую за кустами.\nТропинка извивается среди деревьев, клонится влево и вправо, запутываясь между высокими соснами и вековыми дубами. В воздухе слышится тихий шорох листьев и мерцание света между ветвями — как будто лес живет своей собственной жизнью.\nПогружаясь все дальше, вы замечаете на деревьях резные знаки и символы, напоминающие руны. Возможно, это древние знаки защиты или подсказки для путников. Через некоторое время вы выходите на небольшую поляну, где стоит рукотворный алтарь из камней.\nНа алтаре лежит книга с покрытием из оленьей шкуры, кажется, это священное свиток или наставление друидов. Рядом — небольшой костер, еще теплый, возможно, только что погасший.\n",
    "options": {
      "1": {
        "text": "Осмотреть алтарь",
        "next": "altar"
      },
      "2": {
        "text": "Осмотреть костёр",
        "next": "campfire"
      }
    }
  },
  "campfire": {
    "text": "Перед тобой раскинулся огромный костёр. Его языки пламени вздымаются высоко вверх, словно раздуваемые невидимым ветром, пульсируя и колышась в такт воцарившейся тишине. Огненные стержни переливаются оттенками оранжевого, красного и желтого, а иногда в их центре мелькает голубоватый и зелёный огонь — магические искры, которые словно живы, шевелятся и танцуют.\n\nВокруг костра — камни, немного вытянутые и потрескавшиеся, словно старые зубы. Они образуют полукруг, охраняя пламя. На камнях и яме лежат ветки и сухие ветви, но среди них видны и странные предметы: небольшие кости, кристаллы или руны, выжженные прямо на камнях. Всё вокруг кажется немного странным — тени деревьев и ветвей играют, словно слушая и ждут новых команд.\n\nВо время игры огня иногда из него вырываются искры, похожие на маленькие глаза, которые мгновенно исчезают, оставляя за собой запах догорающего дерева и нотки магии. Вокруг костра чувствуется запах гари, земли и лёгкой влажности — он словно живой, с душой и памятью древних ритуалов.",
    "options": {
      "1": {
        "text": "Пойти и осмотреть алтарь",
        "next": "altar"
      },
      "2": {
        "text": "Сжечь древнее письмо",
        "next": "end2"
      }
    }
  },
  "altar": {
    "text": "Вы аккуратно берете книгу с оленьей шкуры и раскрываете ее. Страницы выполнены древним руническим письмом, и вам приходиться меня долго разбираться. Но вскоре вы замечаете, что это наставление о том, как остановить пробуждение древнего зла — рассказывается о магическом камне, который способен запечатать или освободить силу древнего существа.\nВ тексте указано, что камень находится в сердце этого леса и подлежит защите друидов. Однако последний раздел предупреждает, что если камень будет неправильно использован или украден — пробуждение усилится.\nВы ощущаете, что нашли важнейшую подсказку, и осознаете необходимость защиты этого места или, возможно, необходимости забрать камень для дальнейшей защиты. Интересно, что в книге есть карта, на которой отмечен важный участок вокруг полянки.\n",
    "options": {
      "1": {
        "text": "Осмотреться вокруг",
        "next": "look_around"
      }
    }
  },
  "end2": {
    "text": "Я подхожу к костру, взяв с собой письмо — последнее послание, послание, содержащее важные тайны или просьбы. Мне нужно избавиться от него, чтобы снять с себя бремя или запечатать что-то зло. Медленно кладу письмо в пламя, наблюдая, как огонь охватывает его, превращая в пепел. Каждая страница горит ярко, звучит шорох, будто что-то в глубине просыпается.\n\nНо затем… всё меняется. В пламени появляется темное мерцание, и я чувствую, что что-то — древнее зло, запертое в этом огне, — пробуждается. Его гнев — яростный и мертвящий — охватывает всё вокруг. Я ощущаю, как его холодное дыхание растекается по коже, и понимаю, что я сделал огромную ошибку.\n\nМгновение — и я понимаю: я проиграл. Его взгляд — холодный и ненасытный — устремляется на меня. В следующее мгновение всё вокруг исчезает в тени, а я чувствую, как исчезаю…\n\nМожет ли быть по-другому? Да, я мог ошибиться и заплатить цену смертью. Что-то в этом ритуале оказалось слишком опасным, и теперь я знаю — иногда проигрыш стоит слишком дорого. Проигрыш, хотите начать заново? /start",
    "end": true
  },
  "look_around": {
    "text": "Оглядевшись вокруг, вы внимательно высматриваете признаки жизни, опасности или скрытые детали. Ветки скрипят под ветром, и лес кажется тихим, будто прислушивается к вашим действиям. Вы замечаете, что на расстоянии в нескольких метрах что-то движется — небольшая тень между деревьями, пробегает быстро, скрываясь за деревьями.\nПри более внимательном взгляде вы отмечаете следы — ступени в мягком мху, которые ведут к одному из кустов. Ветка ломается под вашим весом, и вы увидите, что это — ловушка или скрытая яма, засыпанная опавшими листьями.\nВы понимаете, что лес полон скрытых опасностей, и любые действия могут привести к неожиданным последствиям. В то же время, именно здесь могут находиться дополнительные подсказки или предметы.\n",
    "options": {
      "1": {
        "text": "Пойти по следам",
        "next": "steps"
      }
    }
  },
  "steps": {
    "text": "Вы тихо приближаетесь к следам, стараясь не привлечь внимания. Внимательно рассматриваете землю и ветки — заметили, что следы идут прямо к скрытой яме, засыпанной листьями и ветками. В этот момент ваше внимание привлекает мелькание чего-то яркого у края этой ямы — кажется, там спрятан предмет или подсказка.\nВы начинаете аккуратно раздвигать листья и веточки, чтобы добраться до того, что спрятано под ними. Вскоре вы находите старую, покрытую мхом металлическую шкатулку с замком. На ней выгравированы руны, совпадающие с теми, что вы видели на деревьях. Наверняка внутри — что-то важное.\nВ этот момент вы слышите тихий шорох — это, возможно, кто-то или что-то подкрадывается к вам. Нужно быстро решить, что делать дальше:\n",
    "options": {
      "1": {
        "text": "Попробоавть убежать",
        "next": "run"
      },
      "2": {
        "text": "Попробовать использовать шкатулку",
        "next": "shkat"
      }
    }
  },
  "shkat": {
    "text": "Вы осторожно разбираете замок и открываете старую металлическую шкатулку. Внутри находится небольшой свиток с древним руническим письмом, сразу привлекающим ваше внимание. Кроме того, вы обнаруживаете маленький кристалл, который излучает мягкий свет. Он кажется очень мощным и старым — очевидно, артефакт великоважный.\nВблизи слышится шорох — кто-то явно подошел ближе. Возможно, это охранник леса, другой путник или даже опасный враг. Перед вами появляется фигура — это старый друид с длинной седой бородой. Он смотрит на вас с любопытством, но в глазах заметна настороженность.\nОн тихо говорит:\n— Ты нашел свиток и кристалл. Эти вещи важны для судьбы леса. Но будь осторожен — силы, что заточены здесь, мощные и могут навредить тем, кто не знает их назначения.\n",
    "options": {
      "1": {
        "text": "Поговорить с друидом",
        "next": "talk1"
      }
    }
  },
  "run": {
    "text": "Человек разрывается между своим желанием уйти и незримой силой, охватывающей его. Он делает шаг назад, его сердце громко бьется в груди, руки сжаты в кулаки. На лбу выступает пот, взгляд наполняется тревогой и отчаянием. Он уже слышит свои шаги, приближающиеся к выходу, когда вдруг из-за тени появляется друид.\n\nДруид — высокий, одетый в ткани, украшенные символами природы и древних рун, — стоит неподвижно, его глаза сверкают спокойствием и силой. Он протягивает руку, останавливая человека в полушаге. Его голос тихий, но глубокий и убедительный:\n\n«Куда ты спешишь? — спрашивает он мягко, но настойчиво. — Ты не можешь уйти так просто. Ты нарушил баланс, и если ты уйдешь сейчас, я не смогу защитить тебя. Вся эта магия… Всё это важно. Иначе всё может закончиться катастрофой.»\n\nОн делает шаг вперед, его взгляд — твердый и воспитывающий, как старый учитель, что знает цену каждого слова:\n\n«Остановись. Прощая — не значит забытая. Говори со мной. Я помогу тебе понять, что нужно делать дальше. Но убегать — значит лишь усложнить всё для тебя и для этого места.»",
    "options": {
      "1": {
        "text": "Поговорить с друидом",
        "next": "talk1"
      }
    }
  },
  "talk1": {
    "text": "Вы деликатно обращаетесь к друиду:\n— Я ищу способы защитить этот лес и остановить древнее зло, которое пробуждается. Нашел эти предметы и надеюсь понять их силу, чтобы сохранить равновесие. Можете ли вы помочь мне или подсказать, что мне делать дальше?\nДруид внимательно смотрит на вас, после чего медленно кивает:\n— Ты намерен помочь лесу, и это хорошо. Эти свиток и кристалл — ключ к запечатанию зла, но их использование — не простая задача. Мне нужно объяснить тебе, как ими управлять и какие опасности ждут. Следуй за мной.\nОн показывает путь вглубь леса, через густую чащу к старой деревне друидов, спрятанной среди деревьев. Там, по его словам, вы сможете получить наставление и подготовиться к последним шагам.\n",
    "options": {
      "1": {
        "text": "Следовать за друидом",
        "next": "walk1"
      }
    }
  },
  "walk1": {
    "text": "Вы осторожно идете за друидом, который ведет вас по проторенной тропе между деревьями. Вскоре вы входите в маленькую, укрытую от посторонних глаз деревню — это уютная группа хижин, окруженных древними деревьями и магическими ограждениями. В центре расположена большая круглая площадь, подсеянная светящимися камнями, и множество уютных домиков, сделанных из дерева и мха.\nДруид ведет вас к одной из хижин, вход в которую украшен рунами и символами защиты. Там внутри уютно, на полках — свечи, магические свитки и амулеты. Он произносит:\n— Здесь мы подготовимся. Ты должен понять, как использовать свиток и кристалл, чтобы запечатать зло. Это нечто большее, чем просто магия — это связь с природой и древним знанием.\nОн передает вам заветное наставление и делает небольшую магическую церемонию, чтобы усилить ваши силы.\n",
    "options": {
      "1": {
        "text": "Узнать у друида как использовать найденные предметы",
        "next": "items1"
      },
      "2": {
        "text": "Узнать у друида о том что происходит в этом лесу",
        "next": "lore1"
      }
    }
  },
  "lore1": {
    "text": "Друид медленно наклоняется вперёд, его глаза искрятся мудростью веков. В тоне его голоса ощущается глубокий спектр ощущений — сочувствие, тревога и решимость.\n\n«Дело в том, что это место — не просто старый алтарь или костёр, — начинает он. — Здесь скрыта древняя магия, которая управляет балансом между мирами — между нашим и духовным. Долгие века это место хранило покой, потому что здесь было запечатано зло, которое может разрушить всё живое. Но что-то пробудилось… Что-то, что пытается прорваться наружу.\n\nЭтот рунический обряд, — не просто ритуал. Он — ключ, который может открыть ворота, запертые много столетий назад. Если зло выйдет — оно не только уничтожит этот лес, но и распространится за его пределы, вызывая хаос и разрушение во всём мире.\n\nИстория этого места — мрачная, и в ней умеют чтить баланс магических сил. Не всё зло — воплощение абсолютной тьмы. Иногда оно — результат человеческой жадности, неопытности или гнева. Поэтому нам важно остановить разрушительный порыв, понять суть происходящего и запечатать его навсегда, пока не стало слишком поздно.\n\nЯ расскажу тебе больше — о древних битвах, о магии, которой пользовались наши предки, и о том, почему сейчас всё зависит именно от тебя. Только так мы сохраним равновесие и защитим всё живое.»",
    "options": {
      "1": {
        "text": "Узнать у друида как использовать найденные предметы",
        "next": "items1"
      }
    }
  },
  "items1": {
    "text": "Вы обращаетесь к друиду:\n— Подскажите, пожалуйста, как мне правильно действовать с этими предметами. Я хочу запечатать зло и защитить лес, но не хочу навредить себе или остальным. Можно ли научиться управлять их силой?\nДруид кивает и отвечает:\n— Да, ты можешь научиться, но это требует сосредоточенности и гармонии с природой. Вот основные шаги:\nСвиток — содержит заклинания и ритуалы. Для применения его нужно сосредоточиться на его рунах и медленно произнести заклятие вслух, чувствуя энергию, что исходит из него.\nКристалл — древняя магическая сила. Его используют для усиления заклинаний или в качестве центра энергии. При использовании его нужно держать в руке, концентрируясь на цели — в нашем случае, запечатывании зла. Важно делать это с ясной целью и спокойным сердцем.\nРитуал — для полного эффекта необходимо соединять свиток и кристалл в одном заклинании, окруженным природной магией, например, с помощью элементов, собранных вокруг.\nОн показывает вам, как правильно держать свиток и кристалл.\nТеперь вы готовы к финальной задаче:\nИспользовать артефакты, чтобы осуществить ключевой ритуал по запечатанию древнего зла.\n",
    "options": {
      "1": {
        "text": "Провести ритуал",
        "next": "ritual1"
      }
    }
  },
  "ritual1": {
    "text": "Вы собираетесь выполнить завершительный ритуал, держась за свиток и кристалл. Вокруг вас лес наполняется тишиной, только ветер шепчет через листья — словно лес сам благословляет ваше дело. Вы начинаете медленно произносить заклинание, следуя указаниям друида, и концентрация усиливается.\nСвет кристалла усиливается, а руны на свитке начинают мерцать ярче, расходясь по всему пространству. Постепенно энергию наполняет вся полянка, вы чувствуете, как магия витает вокруг вас.\nПока вы в трансе, ощущаете, что сила зла постепенно уходит, скрытая в глубинах леса, и наступает ощущение спокойствия. После окончания ритуала вы освобождаете дыхание — зло запечатано, и лес вновь дышит свободно.\nДруид улыбается:\n— Ты сделал это. Лес спасен, и баланс восстановлен. Ты проявил настоящую мудрость и силу. Этот лес всегда будет благодарен тебе за лечение и защиту.\nВы успешно завершили миссию, спасая древний лес от пробуждения зла. Ваша смелость и умение принесли мир и покой природе.\n КОМПАНИЯ ЗАВЕРШЕНА\n Я БУДУ ОЧЕНЬ РАД ЕСЛИ ХОТЬ КТО-ТО СЮДА ДОЙДЕТ. СПАСИБО, ЧТО ПОСМОТРЕЛИ МОЙ ПРОЕКТ!!\n Начать заново - /start",
    "end": true
  }
}