{
  "start": {
    "text": "Вы прибыли в загадочную местность, известную как “Сердце леса”. Местные жители обходят его стороной, потому что там оживают мертвые деревья, появляются опасные твари и может начаться страшное проклятье. Ваша задача — разобраться, что происходит, и остановить зло.",
    "options": {
      "1": {
        "text": "Войти в загадочную местность",
        "next": "forest"
      },
      "2": {
        "text": "Обойти лес стороной",
        "next": "avoid"
      }
    }
  },
  "forest": {
    "text": "Вы входите в загадочную местность — сердце леса. Перед вами древняя поляна, окруженная высокими, мхистыми деревьями. В центре стоит колодец, покрытый деревянистой корой и поросший лишайником. Воздух насыщен запахом сырости и неизвестности.",
    "options": {
      "1": {
        "text": "осмотреть колодец",
        "next": "colodec"
      },
      "2": {
        "text": "Осмотреть местность",
        "next": "terr"
      }
    }
  },
  "colodec": {
    "text": "Вы подбираетесь к старому, заброшенному колодцу, скрытому за зарослями и ветками. Его каменные края покрыты мхом и пылью, а внутри кажется темнота бездонного провала. Вы решаете заглянуть внутрь, чтобы узнать, есть ли что-то ценное или опасное.\n\nКогда вы наклоняетесь над краем, пытаясь заглянуть внутрь, внезапно обнаруживаете слабое движение в глубине — кто-то или что-то наблюдает за вами. В этот момент неожиданно соскальзываете, и половина вашего тела проваливается в темное отверстие.\n\nПронзительный крик раздается в ночи — это ваше последнее усилие сопротивляться, но медленно вы чувствуете, как сражение за жизнь уступает силе гравитации и темноте. Камнепад, скрытая ловушка или неочевидное энергетическое свечение внутри колодца — всё это оказались смертельными ловушками.\n\nВам кажется, что видите мерцание света в глубине колодца, и вдруг — всё погружается в абсолютную тьму. В ваших мыслях — уже ничего не остается, только темнота и ощущение, что все надежды утонули в старом заброшенном колодце. Проигрыш. Хотите начать заново? /start",
    "end": true
  },
  "terr": {
    "text": "Вы подходите ближе и замечаете тело — оно лежит на земле неподалеку от колодца. Это друид, похоже, был в битве: его одежда разорвана, а лицо испещрено следами страха и боли. В руке он сжимает кусок письма, из которого видно, что он пытался что-то передать.\nВы присаживаетесь рядом, осматриваете тело и находите потрепанный обрывок письма. ",
    "options": {
      "1": {
        "text": "прочитать письмо",
        "next": "pismo"
      },
      "2": {
        "text": "не читать письмо",
        "next": "strange"
      }
    }
  },
  "strange": {
    "text": "По сюжету вы должны его прочитать!!!",
    "options": {
      "1": {
        "text": "прочитать письмо",
        "next": "pismo"
      }
    }
  },
  "pismo": {
    "text": "В нем говорится о грядущем бедствии — о силе древнего зла, пробуждающегося в лесу.\n\nПод ноги вам попадается веревка, которая, возможно, использовалась для чего-то важного в этом конфликте. В стороне виднеется колодец, чья темная вода кажется бездонной и манящей.",
    "options": {
      "1": {
        "text": "может осмотреть колодец?..",
        "next": "colodec"
      },
      "2": {
        "text": "осмотреть тело друида на дополнительные подсказки",
        "next": "body2"
      }
    }
  },
  "pismo2": {
    "text": "Вы находите еще одно письмо, аккуратно берете писемный кусок и замечаете на нем несколько слов, написанных старая рукописью: \"Бремя древних — нести его в сердцах\". В кармане находится небольшой камень с выгравированным символом — возможно, это амулет, который друид использовал для защиты или магической защиты.\nВнимание привлекает его рука — в пальцах зажата небольшая руна или фигурка, которую можно взять с собой. Обратясь внимательнее, вы замечаете, что друид, похоже, пытался что-то сказать, показывая на садовые кусты рядом.\nПодойдя к кустам, вы замечаете скрытую тропинку, ведущую в глубь леса, спрятанную за ветвями.",
    "options": {
      "1": {
        "text": "посмотреть что скрывается за ветками",
        "next": "branches"
      },
      "2": {
        "text": "Решить, что нужно оставить всё как есть и пойти искать помощь или разведать окрестности.",
        "next": "zachem"
      }
    }
  },
  "branches": {
    "text": "Там лежит древний деревянный посох с резной рукоятью и странным светящимся камнем вверху.",
    "options": {
      "1": {
        "text": "взять посох",
        "next": "wizrd"
      }
    }
  },
  "zachem": {
    "text": "Это была проверка на труса,(или же мне лень придумывать сюжет), поэтому тебя совершенно случайно сбивает олень на скорости 200 км/ч и вы погибаете",
    "end": true
  },
  "wizard": {
    "text": "",
    "options": {
      "1": {
        "text": "",
        "next": ""
      }
    }
  }
}